[
    {
        "id": 8001,
        "name": "Monumen Nasional (Monas)",
        "state": "Jakarta Pusat, DKI Jakarta",
        "imageName": "monas",
        "coordinates": {
            "latitude": -6.1753871,
            "longtitude": 106.8249641
        },
        "description": "Populer dengan nama Monas atau Tugu Monas, landmark Indonesia satu ini sudah lama menjadi ikon kebanggaan masyarakat Indonesia. Memiliki tinggi 132 meter, monumen ini diprakarsai oleh presiden pertama Ir. Soekarno untuk mengenang perlawanan dan perjuangan rakyat Indonesia untuk merebut kemerdekaan.\nPembangunannya sendiri dimulai sejak 17 Agustus 1961 dan dibuka untuk umum pada tanggal 12 Juli 1975. Sejak saat itu, landmark Indonesia ini menjadi salah satu identitas dari Ibukota Jakarta. Ciri khas dari landmark ini adalah lapisan emas yang membentuk kobaran api pada puncak tugu megah ini."
    },
    {
        "id": 8002,
        "name": "Jam Gadang",
        "state": "Bukittinggi, Padang",
        "imageName": "jam-gadang",
        "coordinates": {
            "latitude": -0.305630,
            "longtitude": 100.368980
        },
        "description": "Mengunjungi landmark dari Kota Bukittinggi satu ini, kamu akan teringat dengan landmark yang sangat populer di Kota London, yakni Big Ben. Tak heran karena mesin mekanik penggerak Jam Gadang memang hanya ada di dunia dan salah satunya berada di menara Big Ben, London.\nLandmark Indonesia yang sangat ikonik ini sendiri dibangun pada 1926 sebagai hadiah dari Ratu Belanda untuk Rook Maker, sekertaris daerah Bukittinggi yang dulu bernama Fort de Kock."
    },
    {
        "id": 8003,
        "name": "Patung Ikan Sura dan Baya",
        "state": "Surabaya, Jawa Timur",
        "imageName": "patung-sura-boyo",
        "coordinates": {
            "latitude": -7.2960439,
            "longtitude": 112.7365125
        },
        "description": "Patung yang menggambarkan pertarungan antara ikan Sura dan Buaya ini merupakan lambang yang sangat erat dengan Kota Surabaya. Banyak sekali  legenda dan kisah-kisah rakyat dibalik maskot Kota Surabaya ini, Terlepas dari hal tersebut, Patung Ikan Sura dan Baya ini menjadi landmark yang sangat ikonik dan terkenal di Indonesia."
    },
    {
        "id": 8004,
        "name": "Jembatan Ampera",
        "state": "Palembang, Sumatera Selatan",
        "imageName": "ampera",
        "coordinates": {
            "latitude": -2.9917713,
            "longtitude": 104.7626622
        },
        "description": "Nama Jembatan Ampera memiliki makna \"Amanat Penderitaan Rakyat\", dan telah berdiri sejak 1965 dengan dana pembangunan yang diambil dari hasil rampasan Jepang kala itu.\nSejak berdirinya itulah, jembatan yang membentang di atas Sungai Musi dan menghubungkan antara Seberang Ulu dan Seberang Ilir itu menjadi landmark kebanggan masyarakat Palembang.\nKini, jembatan ikonik ini juga telah dihiasi dengan lampu-lampu yang membuat penampilannya semakin indah dan menambah daya tarik tersendiri bagi para pengunjung yang singgah ke ibukota Provinsi Sumatera Selatan."
    },
    {
        "id": 8005,
        "name": "Tugu Jogja",
        "state": "Jogjakarta, DI Yogyakarta",
        "imageName": "tugu-jogja",
        "coordinates": {
            "latitude": -7.7829051,
            "longtitude": 110.3648975
        },
        "description": "Berlokasi di persimpangan Jalan Jenderal Sudirman dan Jalan Margo Utomo, Tugu Yogyakarta yang kerap disingkat menjadi Tugu Jogja ini telah lama menjadi salah satu ikon dari Kota Yogyakarta.\nNamun, landmark ikonik yang berdiri sekarang ternyata bukanlah tugu pertama yang berdiri di lokasi ini. Tugu yang berdiri kokoh sekarang ini dibangun oleh pemerintah Belanda setelah tugu sebelumnya yang bernama Tugu Golong-Gilig yang dibangun Hamengkubuwana I runtuh akibat gempa.\nSelain itu, tahukah kamu bahwa landmark populer ini tak hanya punya nilai sejarah namun juga magis? Tugu ini dibangun sebagai nilai simbolis dan merupakan garis yang bersifat magis menghubungkan laut selatan, kraton Jogja dan gunung Merapi."
    },
    {
        "id": 8006,
        "name": "Garuda Wisnu Kencana",
        "state": "Badung, Bali",
        "imageName": "garuda-wisnu-kencana",
        "coordinates": {
            "latitude": -8.8139739,
            "longtitude": 115.1644468
        },
        "description": "Sejak diresmikan sejak 22 September 2018, patung Garuda Wisnu Kencana langsung mendapatkan popularitas mendunia dan menjadi landmark baru dari Pulau Dewata. Karya pematung terkenal Bali I Nyoman Nuarta ini memiliki ketinggian 120 meter. Landmark Indonesia nan megah yang menggambarkan Dewa Wisnu yang tengah mengendarai Garuda ini bahkan lebih tinggi dari Patung Liberty yang ada di Amerika Serikat, lho!"
    },
    {
        "id": 8007,
        "name": "Gedung Sate",
        "state": "Bandung, Jawa Barat",
        "imageName": "gedung-sate",
        "coordinates": {
            "latitude": -6.9024759,
            "longtitude": 107.6166213
        },
        "description": "Sesuai dengan namanya, landmark terkenal dari Kota Bandung ini terkenal karena keberadaan tiang yang berbentuk mirip sate pada puncak bangunannya. Gedung Sate yang ikonik ini kini difungsikan sebagai kantor dan pusat pemerintahan Provinsi Jawa Barat sejak 1980 dan memiliki sejarah yang cukup panjang.\nMulai dibangun tahun 1920, ikon Bandung satu ini pada masa pemerintahan Hindia Belanda memiliki nama Gouvernements Bedrijven (GB) yang digunakan sebagai pusat pemerintahan Hindia Belanda di Bandung kala itu dan kini menjadi salah satu landmark paling terkenal di Indonesia."
    },
    {
        "id": 8008,
        "name": "Candi Borobudur",
        "state": "Magelang, Jawa Tengah",
        "imageName": "candi-borobudur",
        "coordinates": {
            "latitude": -7.6078685,
            "longtitude": 110.2015626
        },
        "description": "Landmark Indonesia selanjutnya ini sudah sangat mendunia dan tak pernah sepi dikunjungi para wisatawan baik dari dalam maupun luar negeri. Candi Borobudur merupakan Candi Buddha terbesar di dunia yang memiliki ratusan stupa, arca, dan relief-relief yang mengelilinginya. Jadi, tak heran jika kompleks candi ini menjelma jadi ikon Indonesia yang sangat populer."
    },
    {
        "id": 8009,
        "name": "Candi Prambanan",
        "state": "Sleman, DI Yogyakarta",
        "imageName": "candi-prambanan",
        "coordinates": {
            "latitude": -7.7520153,
            "longtitude": 110.4892787
        },
        "description": "Tak kalah populer dari Candi Borobudur, Indonesia masih memiliki kompleks-kompleks candi bersejarah lainnya yang tak kalah memukau, salah satunya Candi Prambanan. Kompleks candi bercorak Hindu terbesar di Indonesia ini juga menjadi landmark dan destinasi wisata yang populer di Indonesia."
    },
    {
        "id": 8010,
        "name": "Masjid Raya Baiturrahman",
        "state": "Banda Aceh, Aceh",
        "imageName": "masjid-baiturrahman",
        "coordinates": {
            "latitude": 5.5535764,
            "longtitude": 95.3150963
        },
        "description": "Landmark ikonik dari Indonesia selanjutnya bisa kamu temukan di Aceh, yakni Masjid Raya Baiturrahman. Selain menjadi tempat ibadah, bangunan dengan arsitektur indah yang sangat mempesona ini memiliki sejarah yang sangat panjang. Menjadi salah satu masjid tertua yang ada di Indonesia, masjid ikonik ini dibangun pada masa Sultan Iskandar Muda Mahkota Alam pada 1612 masehi."
    },
    {
        "id": 8011,
        "name": "Tugu Khatulistiwa",
        "state": "Pontianak, Kalimantan Barat",
        "imageName": "tugu-khatulistiwa",
        "coordinates": {
            "latitude": 0.0011031,
            "longtitude": 109.3200736
        },
        "description": "Indonesia merupakan salah satu negara yang dilalui oleh garis Khatulistiwa dan Pontianak menjadi salah satu kota yang dilalui oleh garis ini. Sebagai penanda dari titik garis inilah maka dibangun Tugu Khatulistiwa yang menjadi salah satu landmark yang terkenal di Kota Pontianak.\nMengunjungi landmark Indonesia satu ini, kamu juga bisa merasakan pengalaman unik menyaksikan langsung kulminasi matahari dimana matahari berada tepat di atas kepalamu sehingga kamu tak bisa melihat bayangan sama sekali. Jika kamu tertarik merasakan langsung fenomena alam ini, kunjungilah Tugu Khatulistiwa pada 21-23 Maret atau 21-23 September."
    },
    {
        "id": 8012,
        "name": "Monumen Simpang Lima Gumul",
        "state": "Kediri, Jawa Timur",
        "imageName": "monumen-simpang-lima-gumul",
        "coordinates": {
            "latitude": -7.8158991,
            "longtitude": 112.0600749
        },
        "description": "Berlokasi di Kediri, landmark Indonesia selanjutnya ini pasti mengingatkanmu dengan Arc de Triomphe di Paris. Diresmikan pada tahun 2008, banyak yang meyakini pembangunan Monumen Simpang Lima Gumul, yang kini menjadi salah satu ikon dari Kota Kediri ini terinspirasi dari Jongko Jojoboyo, raja dari Kerajaan Kediri abad ke-12 yang ingin menyatukan lima wilayah di Kabupaten Kediri."
    },
    {
        "id": 8013,
        "name": "Menara Siger",
        "state": "Lampung Selatan, Lampung",
        "imageName": "menara-siger",
        "coordinates": {
            "latitude": -5.8654954,
            "longtitude": 105.7475395
        },
        "description": "Dari bentuknya yang sangat unik saja sudah bisa membuat Menara Siger menjadi ikon yang menarik perhatian. Selain itu, landmark dari Lampung Selatan ini merupakan pertanda titik nol Pulau Sumatera. Berlokasi di Bukit Gamping, landmark ikonik yang diresmikan pada 2008 ini menjadi penyambut bagi orang-orang yang masuk ke Provinsi Lampung melalui jalur laut lewat Pelabuhan Bakauheni,"
    },
    {
        "id": 8014,
        "name": "Istana Maimun",
        "state": "Medan, Sumatera Utara",
        "imageName": "istana-maimun",
        "coordinates": {
            "latitude": 3.5752558,
            "longtitude": 98.6816577
        },
        "description": "Tak hanya ikonik, landmark Indonesia selanjutnya ini juga memiliki nilai sejarah yang cukup tinggi. Menjadi ikon dari kota Medan, Istana Maimun yang megah ini merupakan istana Kesultanan Deli ini diprakarsai oleh Sultan Ma'mun Al Rasyid.\nDibangun pada 1888 hingga 1891, keunikan dari landmark populer di Medan ini tak hanya sejarahnya saja tetapi juga arsitekturnya yang memadukan unsur-unsur warisan kebudayaan Melayu, dengan gaya Islam, Spanyol, India, Belanda dan Italia. Menarik sekali, bukan?"
    },
    {
        "id": 8015,
        "name": "Patung Yesus Memberkati",
        "state": "Tana Toraja, Sulawesi Selatan",
        "imageName": "patung-yesus-memberkati",
        "coordinates": {
            "latitude": -3.0952311,
            "longtitude": 119.8643026
        },
        "description": "Pernah melihat patung \"Christ the Redeemer\" yang sangat ikonik di Rio de Janierok, Brasilia? Landmark serupa juga bisa kamu temukan di Tana Toraja, tepatnya di puncak bukit Buntu Burake. Memiliki ketinggian 40 meter dan berada di puncak bukit, patung ikonik ini bisa terlihat setiap sudut Tana Toraja.\nTak hanya di Tana Toraja, monumen serupa juga bisa kamu temukan di Manado, Sulawesi Utara, lho. Di Manado sendiri, landmark ini menjadi salah satu simbol kerukunan umat beragama yang ada di Indonesia."
    },
    {
        "id": 8016,
        "name": "Tugu Pahlawan",
        "state": "Surabaya, Jawa Timur",
        "imageName": "tugu-pahlawan",
        "coordinates": {
            "latitude": -7.2461695,
            "longtitude": 112.7355765
        },
        "description": "Surabaya terkenal dengan juluka Kota Pahlawan. Hal ini tak terlepas dari pertempuran bersejarah yang terjadi pada 10 November 1945. Hal itu membuat setiap tanggal 10 November diperingati sebagai Hari Pahlawan dan dibangun juga sebuah tugu yang kini dikenal dengan Tugu Pahlawan untuk mengenang peristiwa bersejarah tersebut.\nDengan tinggi mencapai 41,15 meter, landmark di Indonesia ini juga dirancang dengan 10 lengkungan yang terbagi atas 11 ruang sebagai simbol pertempuran pada tangga 10 November."
    },
    {
        "id": 8017,
        "name": "Bundaran HI",
        "state": "Jakarta Pusat, DKI Jakarta",
        "imageName": "bundaran-hi",
        "coordinates": {
            "latitude": -6.1931093,
            "longtitude": 106.820812
        },
        "description": "Jakarta menyimpan banyak sekali landmark-landmark ikonik. Selain Monumen Nasional, ada pula Bundaran HI dengan Monumen Selamat Datang-nya yang sangat populer. Nama Bundaran HI sendiri merujuk pada Hotel Indonesia (HI) yang berlokasi menghadap ke bundaran dengan air mancur yang ikonik ini.\nMonumen Selamat Datang yang berada di tengah-tengah landmark Indonesia satu ini sendiri baru dibangun pada 1962 untuk menyambut tamu-tamu kenegaraan pada saat Asian Games IV berlangsung di Jakarta pada saat itu."
    },
    {
        "id": 8018,
        "name": "Keong Mas",
        "state": "Jakarta Timur, DKI Jakarta",
        "imageName": "keong-mas",
        "coordinates": {
            "latitude": -6.3044594,
            "longtitude": 106.8888901
        },
        "description": "Taman Mini Indonesia Indah adalah destinasi rekreasi yang menawarkan berbagai wahana dan atraksi. Banyak pula bangunan-bangunan ikonik yang ada di kawasan ini yang kemudian menjadi landmark yang populer di Indonesia, salah satunya adalah Teater Keong Mas.\nTeater Keong Mas ini menjadi sarana rekreasi sekaligus edukasi karena film-film yang diputar didalamnya merupakan film-film edukatif. Sesuai dengan namanya, ciri khas dari landmark Indonesia satu ini adalah bentuknya yang dirancang menyerupai Keong Mas. "
    },
    {
        "id": 8019,
        "name": "Monumen Gong Perdamaian",
        "state": "Ambon, Maluku",
        "imageName": "monumen-gong-perdamaian",
        "coordinates": {
            "latitude": -3.6930956,
            "longtitude": 128.1790553
        },
        "description": "Berada tepat di tengah-tengah Kota Ambon, Monumen Gong Perdamaian ini diresmikan pada 25 November 2009 sebagai peringatan dari tragedi kemanusiaan di Ambon pada tahun 1999.\nKehadiran gong raksasa yang merupakan salah satu landmark populer Indonesia di kota Ambon ini menjadi pengingat makna toleransi dan juga perdamaian."
    },
    {
        "id": 8020,
        "name": "Monumen Kapsul Waktu",
        "state": "Merauke, Papua",
        "imageName": "monumen-kapsul-waktu",
        "coordinates": {
            "latitude": -8.5080715,
            "longtitude": 140.4096209
        },
        "description": "Baru saja diresmikan pada tahun 2018 silam, landmark populer di Indonesia selanjutnya ini terbilang masih sangatlah baru. Namun, rancangannya yang dianggap menyerupai markas dari film superhero dunia \"Avengers\" membuat landmark Indonesia ikonik di Merauke satu ini sempat viral.\nNamun, dibalik tampilannya yang sangat modern, ternyata banyak filosofi-filosofi Nusantara yang terkandung di balik desain monumen ini. Bentuk dari monumen ini sendiri terinspirasi dari menara perang Suku Dani, dengan lima akses masuk bangunan yang merepresentasikan lima suku asli Merauke (Malind, Muyu, Mandobo, Mappi dan Auyu) sebagai penjaga tugu kapsul waktu. Sedangkan untuk ukurannya memiliki lebar 17 meter, tinggi 8 meter dan panjang 45 meter yang melambangkan hari kemerdekaan bangsa Indonesia pada 17 Agustus 1945. Keren, ya!"
    },
    {
        "id": 8021,
        "name": "Monumen Bandung Lautan Api",
        "state": "Bandung, Jawa Barat",
        "imageName": "tugu-lautan-api",
        "coordinates": {
            "latitude": -6.9338444,
            "longtitude": 107.6027363
        },
        "description": "Siapa yang tak tahu peristiwa \"Bandung Lautan Api\"? Peristiwa bersejarah ini merupakan salah satu momentum penting dalam sejarah Indonesia sehingga diabadikan dengan lagu \"Halo Halo Bandung\" yang sangat populer itu.\nTak hanya lewat lagu, untuk mengenang peristiwa bersejarah tersebut, dibangun pula Monumen Bandung Lautan Api yang kini menjadi salah satu landmark populer di Bandung."
    },
    {
        "id": 8022,
        "name": "Monumen Nol Kilometer Indonesia",
        "state": "Sabang, Aceh",
        "imageName": "monumen-nol-kilometer",
        "coordinates": {
            "latitude": 5.9049952,
            "longtitude": 95.2231015
        },
        "description": "Sabang merupakan salah satu titik terluar paling barat dari Indonesia. Penghitungan nol kilometer Indonesia-pun dimulai dari pulau kecil yang berada di ujung Provinsi Aceh ini. Sebagai penanda, dibangunlah sebuah tugu yang kini lebih populer dengan nama Monumen Nol Kilometer.\nMemiliki makna simbolik akan  kedaulatan wilayah Indonesia, monumen ini menjadi salah satu landmark penting Indonesia yang juga tak kalah populer."
    }
]
